IdeaRS.OpenModel.ConnectionSetup.LimitDeformation
Limit deformation on closed sections

IdeaRS.OpenModel.ConnectionSetup.LimitDeformationCheck
Limit deformation on closed sections check or not

IdeaRS.OpenModel.ConnectionSetup.DistanceDiameterBetweenBP
Anchor pitch

IdeaRS.OpenModel.ConnectionSetup.NumElementRhs
Number of mesh elements in RHS height

IdeaRS.OpenModel.ConnectionSetup.RigidBP
True if rigid base plate is considered

IdeaRS.OpenModel.ConnectionSetup.AlphaCC
Long-term effect on fcd

IdeaRS.OpenModel.ConnectionSetup.CrackedConcrete
True if cracked concrete is considered

IdeaRS.OpenModel.ConnectionSetup.ExtensionLengthRationOpenSections
Minimal length of end part of open sections
Ration of the maximal size of the cross section

IdeaRS.OpenModel.ConnectionSetup.ExtensionLengthRationCloseSections
Minimal length of end part of hollow sections
Ration of the maximal size of the cross section